<!DOCTYPE html>
<html>

<head>
	<meta charset=utf-8>
	<link rel="stylesheet" href="master.css">
	<title></title>
</head>

<body>
	<header>
		<!-- Логотип (картинка и название) -->
		<div class="logo">
			<img src="images/Logo.png" alt="" class="logo-img">
			<span class="logo-title">Класс!</span>
		</div>
		<!-- Меню -->
		<div class="hor-menu">
			<ul>
				<li><a target="__blank" href="#">Главная</a></li>
				<li><a target="__blank" href="#">Блог</a></li>
				<li><a target="__blank" href="#">Портфолио</a></li>
				<li><a target="__blank" href="#">О проекте</a></li>
			</ul>
		</div>
	</header>
	<!-- Создание обертки -->
	<div class="wrapper">
		<div class="content">
			<!-- Создание контейнера со статьями -->
			<div class="container">
				<!-- Создание статей -->
				<div class="item">
					<!-- Создание блоков с картинкой, текстом и датой -->
					<div class="image">
						<img src="Заготовки/olimpicfunnygames.jpg" alt="">
					</div>
					<div class="item-text">
						<time pubtime="2016-04-19">19.04.2016</time>
						<h2 class="title">Необычные виды спорта на Олимпийских Играх</h2>
						<p>В апреле 1896 года в Афинах прошли первые Олимпийские игры современности. Таким образом, в этом году мы отмечаем 120-летний юбилей со дня возрождения олимпийского движения. За это время в программу соревнований входили самые необычные дисциплины</p>
					</div>
				</div>
				<div class="item">
					<div class="image">
						<img src="Заготовки/limaargentinad.jpg" alt="">
					</div>
					<div class="item-text">
						<time pubtime="2016-04-10">10.04.2016</time>
						<h2 class="title">Как незасчитанный гол унес 318 жизней</h2>
						<p>Беспорядки на трибунах стали, к сожалению, обычным явлением в футболе. Дракам между фанатами иногда уделяют внимания в СМИ больше, чем самому матчу. А вот самая крупная трагедия в истории мирового футбола произошла 24 мая 1964 года. Причиной гибели сотен болельщиков стал всего-навсего… </p>
					</div>
				</div>
				<div class="item">
					<div class="image">
						<img src="Заготовки/kurs-rublya.jpg" alt="">
					</div>
					<div class="item-text">
						<time pubtime="2016-04-05">05.04.2016</time>
						<h2 class="title">Каким был курс рубля 100 лет назад</h2>
						<p>Узнать курс современного российского рубля совсем не сложно, эти сведения можно получить где угодно: в Интернете, газетах, по телевидению. А каким был курс нашей валюты, например, 100 лет назад? Нужно заметить, что перед началом Первой мировой войны в 1914 году российский рубль был одной из самых стабильных валют мира. </p>
					</div>
				</div>
				<div class="item">
					<div class="image">
						<img src="Заготовки/stabbs.jpg" alt="">
					</div>
					<div class="item-text">
						<time pubtime="2016-04-01">01.04.2016</time>
						<h2 class="title">Как кот стал мэром города</h2>
						<p>Однажды, некая Лори Стек, владелица магазина в небольшом городке Талкитна, расположенного на Аляске, подобрала на улице бездомного котенка. Лори назвала его Стаббс (куцый хвост), так как за время бродяжничества котенок лишился своего хвоста. Поселившись в магазине своей новой хозяйки, Стаббс быстро стал любимцем покупателей, обладая веселым и добродушным нравом. </p>
					</div>
				</div>
				<div class="item">
					<div class="image">
						<img src="Заготовки/novogodniy-stol.jpg" alt="">
					</div>
					<div class="item-text">
						<time pubtime="2016-03-30">30.03.2016</time>
						<h2 class="title">Что едят на Новый год в разных странах</h2>
						<p>Так получилось, что главными украшениями новогоднего стола в России являются: шампанское, мандарины и салат «Оливье». Прямо скажем, продукты не самого русского происхождения, но представить без них праздничный стол просто невозможно. А что едят на Новый год в других странах мира? </p>
					</div>
				</div>
			</div>
		</div>
	</div>
	<div class="sidebar"></div>
	</div>
</body>

</html>
